Revit 2027 API
ParameterTypeId.MassGrossArea Property
 "Gross Floor Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassGrossArea { get; }
Public Shared ReadOnly Property MassGrossArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassGrossArea {
	ForgeTypeId^ get ();
}
static member MassGrossArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace